{
    "Forgot your password?": "¿Olvidaste tu contraseña?",
    "Name": "Nombre",
    "Email": "Correo Electrónico",
    "Password": "Contraseña",
    "Confirm Password": "Confirmar Contraseña",
    "Remember me": "Recuerdame",
    "Already registered?": "¿Ya estas registrado?",
    "Log In": "Ingresar",
    "Register": "Registrarse",
    "Create Account": "Crear Cuenta",
    "Contact": "Contacto",
    "Learn quickly and easily": "Aprende de manera fácil y rápida",
    "With Flashcards you can create your own cards for yourself and share your deck of cards with more people.": "Con Flash Cards crea tus propias cartas para ti y compartir con mas gente tu baraja de cartas.",
    "Take advantage and enjoy the experience of using this app": "Aprovecha y disfruta la experiencia de usar esta app",
    "Sign up and start creating your own cards": "Registrate y comienza a crear tus propias cartas",
    "Start now!": "Comienza ahora!",
    "Confirm": "Confirmar",
    "Resend Verification Email": "Reenviar Correo de Verificación",
    "Log Out": "Salir",
    "Profile": "Perfil",
    "Dashboard": "Dashboard",
    "You're logged in!": "¡Estas logueado!",
    "Save": "Guardar",
    "Delete Account": "Eliminar Cuenta",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "¿Estas seguro que quieres eliminar tu cuenta? Una vez que tu cuenta sea eliminada, todos sus recursos y datos serán eliminados permanentemente. Por favor ingresa tu contraseña para confirmar que deseas eliminar permanentemente tu cuenta.",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "¿Olvidaste tu contraseña? No hay problema. Simplemente dinos tu correo electrónico y te enviaremos un enlace para restablecer tu contraseña que te permitirá elegir una nueva.",
    "Email Password Reset Link": "Enviar Enlace para Restablecer Contraseña",
    "Login": "Ingresar",
    "Password Reset": "Restablecer Contraseña",
    "Reset Password": "Restablecer Contraseña",
    "Profile Information": "Información de Perfil",
    "Update Password": "Actualizar Contraseña",
    "Current Password": "Contraseña Actual",
    "New Password": "Nueva Contraseña",
    "Update your account's profile information and email address.": "Actualiza la información de tu perfil y tu correo electrónico.",
    "Update your account's password.": "Actualiza la contraseña de tu cuenta.",
    "Confirm your password before continuing.": "Confirma tu contraseña antes de continuar.",
    "Delete your account": "Eliminar tu cuenta",
    "I agree to the ": "Estoy de acuerdo con el ",
    "Terms of Service": "Términos de Servicio",
    "Privacy Policy": "Política de Privacidad",
    "Ensure your account is using a long, random password to stay secure.": "Asegúrate de que tu cuenta esté utilizando una contraseña larga y aleatoria para mantenerte seguro.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Una vez que tu cuenta sea eliminada, todos sus recursos y datos serán eliminados permanentemente. Antes de eliminar tu cuenta, por favor descarga cualquier dato o información que desees conservar.",
    "Cancel": "Cancelar",
    "Delete": "Eliminar",
    "Your email address is unverified.": "Tu dirección de correo electrónico no ha sido verificada.",
    "Click here to re-send the verification email.": "Haz clic aquí para reenviar el correo de verificación.",
    "A new verification link has been sent to your email address.": "Se ha enviado un nuevo enlace de verificación a tu dirección de correo electrónico.",
    "Saved.": "Guardado."
}